/* Done Button for closing the mini browser */
"i18N_YMB_Done_Button" = "Done";

/* Pop up menu action label */
"i18N_YMB_Search_Popup_Label" = "Search";

/* Open in safari action label */
"i18N_YMB_Share_Action_Open_in_Safari" = "Open in Safari";

/* Browser Back accessibility label */
"i18N_YMB_back_access_label" = "Go back.";

/* Browser Back accessibility hint */
"i18N_YMB_back_access_hint" = "Double-tap to return to previous web page.";

/* Browser share button accessibility label */
"i18N_YMB_share_access_label" = "Share.";
